 [
  "<CURRENT_USER> needs to log off.",
  "A fascist posted today, did you?",
  "Proud member of the swoletariat",
  "like digg but leftist",
  "Hide your toothbrushes",
  "endless china struggle sessions",
  "Should have been lib.rehab",
  "We have hexbears",
  "Keep calm and VOTE",
  "LIB!",
  "ok guys hear me out, nordic socialism",
  "HOG OUT or LOG OUT",
  "Everyone's a lib except me",
  "pig poop balls",
  "Is this a bit?",
  "Shitposters of the world UNITE!",
  "bear with us",
  "pee pee poo poo",
  "Piss and shit",
  "Welcome to the cum zone",
  "TRAINS",
  "Y'all hear about cum?",
  "It wasn't okay to close the subreddit as a joke",
  "All Bunny Cops Are Bastards",
  "Official Community for the podcast Citations Needed",
  "Kinda Nice With It",
  "a line of dancing crabs",
  "chapo? like the drug dealer?",
  "Pokemon Go to the proles",
  "Pokemon Go! to the polls",
  "Hog Futures Are Up",
  "This is me. This is how I win.",
  "Ah, nevertheless,",
  "We love to see it",
  "...and I'm reporting for DUTY",
  "God, could dad drive a car",
  "We love our beautiful posters, don't we folks?",
  "Stay safe out there",
  "Don't blame me, blame society",
  "Welcome to the machine!",
  "Because when I arrive, I, I'll bring the fire",
  "Never stop posting",
  "We're in fuckin 1320 motherfucker",
  "I'm doing my part!",
  "Ad Astra Per Sanguinem",
  "The top 1% of the top 1% of the top 1%",
  "Uh, let me be clear",
  "deleted by creator",
  "Karl's dog was named Barx",
  "line go up world more gooder",
  "All Cats Are Beautiful",
  "Post hog",
  "Is this going to be something like the minecraft splash text?",
  "Cumming is bourgeois",
  "The volcel police are on the scene!",
  "I'm just here for the shitposting",
  "Now accepting suggestions for today's struggle session",
  "It's true. We're turning the frogs gay",
  "The Most Liberal Place On The Internet",
  "all cops are *removed*",
  "Click Here to apply for your AntiFa Credit Card",
  "Remember to turn off your russian keyboard товарищ",
  "Revolutions in mirror may be closer than they appear",
  "What's the frequency, Kenpachi?",
  "It's got what libs crave!",
  "posting is praxis",
  "officially approved by will menaker",
  "mr trump, your fired sir",
  "Donald Trump for 2020 Nobel Peace Prize",
  "Listen here Jack!",
  "VOTE!",
  "Struggle session planned for Thursday: Beans",
  "Stream Communist Manifesto by Karl Marx!",
  "The Dive Bar at the End of the Universe",
  "The posting-to-praxis pipeline",
  "critical support for socks and sandals",
  "Home of the all-you-can-eat struggle session",
  "The internet's fastest-growing Pete Buttigieg fansite",
  "A support group for terminally online",
  "Please report for re-education",
  "Welcome home, comrade",
  "Hillary Clinton is an idea, a world-historical heroine, light itself",
  "Is your hate pure?",
  "Mr. Gorbachev, hit these back walls",
  "If I cant post, it isn't my revolution",
  "Ripping off Futurama taglines since 3020",
  "the revolution will be petitionised",
  "Uh... you know... the thing",
  "I am once again asking you to sort your megathread by /new",
  "Keep your vital essences inside at all times.",
  "What do you mean podcast?",
  "Hear me out... Heptagon Bear",
  "Roll for Sanity",
  "Italians Need Not Register",
  "The Leading Peer-to-Peer Toothbrush Confiscation Website",
  "Ask Us About China!",
  "Ask Us About Animal Liberation!",
  "*Sharpens Guillotine*",
  "You've Been Added to Another Watchlist",
  "Stalin Did Nothing Wrong",
  "Robespierre Did Nothing Wrong",
  "The Kulaks Deserved It",
  "The Romanovs Deserved It",
  "The Landlords Deserved It",
  "The Sparrows Deserved It",
  "Death to America",
  "مرگ بر آمریک",
  "the wise man solemnly bowed his head and spoke: \"there's actually zero difference between good &bad things. you imbecile. you fucking moron.\"",
  "There's no longer a dang CHEETO in the whitehouse!",
  "THIS SITE IS HENTAI FREE. Lookin for it? Leave",
  "No.",
  "who the fuck is scraeming \"LOG OFF\" at my house. show yourself, coward. i will never log off",
  "i dont understand what this anime has to do with the interview",
  "\"im not owned! im not owned!!\", i continue to insist as i slowly shrink and transform into a corn cob",
  "There is no ethical cum under capitalism",
  "Everything is fucked. Piracy is cool",
  "Yeet the rich",
  "...In Minecraft",
  "One neat trick your landlord doesn't want you to know",
  "These CG bullet wounds aren't doing it for me",
  "Capitalism killed squibs",
  "You mean that drug lord?",
  "Yeah we're anarcho-marxist-leninist-maoist-trotskyist-dengist-christmanists",
  "More 👏 Female 👏 Drone 👏 Pilots",
  "Fraternal Order of the Bernard Brethren",
  "Bullying Works",
  "Down with Cis",
  "remember to fraternally kiss a comrade today",
  "healthcare pls",
  "where we cum once we cum all",
  "belligerent and numerous",
  "This machine kills fascists",
  "Post hog!",
  "Capitalism, more like crapitalism, amirite xD",
  "Line go down",
  "Officially endorsed by George Soros",
  "Patent pending",
  "Low energy raid!",
  "No gods, no masters",
  "You have nothing to lose but your chains!",
  "Nye nye, uwu",
  "A fascist worked out today, did you?",
  "Listen, Jack!",
  "Be gay, do crimes",
  "social democracy is objectively the moderate wing of fascism",
  "Real possum hours",
  "go to horny jail... bonk!",
  "Hillary Clinton Fan Club",
  "Kick grass and smoke ass",
  "And where did that bring you? Back to me",
  "Post Hog",
  "Check out this dope-ass bear",
  "Volcel Gang",
  "Who must go?",
  "Yesterday was the same, tomorrow will be different",
  "Please wait warmly, folks are making tea",
  "How many breads have you conquered in your lifetime?",
  "© 2020 Antifa Inc.",
  "Time for a struggle session",
  "Fursona Honeypot",
  "506f737420686f672c206c69626572616c",
  "Running on Java Minecraft v0.9",
  "unfortunately not everyone here is a volcel",
  "Avoid the Noid",
  "America deserved 9/11",
  "Chatters Last Against The Wall",
  "Time is a flat hex",
  "Train good. Car bad.",
  "like reddit but without the nazis",
  "I cannot fucking wait until Henry Kissinger verbs",
  "This is how Bernie can still win",
  "Mad, red, and nude online.",
  "It’s <MOSCOW_TIME> in Moscow, get to posting!",
  "i got pigpoop balls from the fucking moderator.",
  "too young, too simple, sometimes naive!!!",
  "RUSSIA RUSSIA RUSSIA",
  "who built the cages?",
  "Imagine if the worst mods on reddit were also admins",
  "it’s like all of the worst posters from the subreddit teamed up to make the worst forum humanly possible.",
  "If pronouns push you to fascism you already had sat down at the table but forgot to remove your coat",
  "NAIVE!  I'M ANGERY!",
  "你懂了嗎？",
  "Powerful.  Leftist.  Agitprop.",
  "Hanoi wept",
  "Tod den USA!",
  "It's always Moscow somewhere.",
  "チャポ？何それ？あのメキシコ人麻薬密売者か？",
  "I HAVE BEEN DENIED. YOU CANNOT FUCKING DENY ME.",
  "Why can’t you be open about your Stalinism?",
  "PinkNews but Pinkoer",
  "suck off a liberal and a fascist cums",
  "Direct Action, It Gets the Goods",
  "You're a TERF, Harry!",
  "You’re a gusano, Harry!",
  "I MUST SPEAK TO WHOM ATONCE",
  "BEEP BOOP COMRADE.",
  "PLEASE ADJUST YOUR POSTING CATEGORISATION IN LINE WITH THIS GUIDANCE.",
  "who the fuck is screaming “ADJUST YOUR POSTING” at my house. show yourself, coward. i will never adjust my posting",
  "MY ANALYSIS INDICATES THAT THIS CONTENT MORE CLOSELY RESEMBLES THAT OF $$COMMNAME$$",
  ":sicko-yes:",
  ":cat-vibing:",
  "To post cringe on the Internet. This is a twelfth type of liberalism.",
  "To break your volcel oath. This is a twelfth type of liberalism.",
  "To disagree with my obviously correct takes. This is a twelfth type of liberalism.",
  "To put an opinion under the chad wojak that more correctly fits under the soy wojak. This is a twelfth type of liberalism.",
  "The history of all hitherto existing society is the history of class struggles.",
  "ANNOUNCEMENT: Posting is banned, effective immediately. Any violators will be terminated on sight.",
  "Banned in Legacy, Restricted in Vintage.",
  "Before this gets deleted by the admins, this asshole took it completely out of context.",
  "Cats Can Have Little a Salami as a Treat",
  "Ceci n'est pas une tagline.",
  "Created by Richard Garfield",
  "Never gonna give you up.",
  "I warned you about stairs bro! I told you dog!",
  "Creeper, aw man.",
  "Don't be evil.",
  "Ethically sourced",
  "Han shot first.",
  "I want to get off Mr. Bones' Wild Ride.",
  "I wish someone loved me as much as this horse loves broccoli.",
  "idspispopd",
  "In response, I cast Force of Will, exiling Storm Crow.",
  "It's <MOSCOW_TIME> somewhere in the world.",
  "It's finger-lickin' good.",
  "Like Google+, but better.",
  "Had to have high, high hopes for a living",
  "Sir, this is a Wendy's.",
  "Where are your fingers?",
  "Look behind you.",
  "Made in JavaScript!",
  "Never heard of Korn, except on the cob. Yim yum.",
  "Okay Glass, share with Google+.",
  "order corn",
  "Quick, call 01189998819991197253!",
  "Satisfaction guaranteed or your money back!",
  "So long, and thanks for all the fish!",
  "sudo rm -rf /",
  "Déjà vu!",
  "Déjà vu!",
  "Alexa, end racism.",
  "Siri, seize the means of production.",
  "What if we kissed while reading theory? Haha, just kidding... unless? :soviet-bashful:",
  ":large-adult-son:",
  "Why would a grown man whose shirt says \"Genius at Work\" spend all of his time posting lib shit?",
  "Now where could my pipe be?",
  "That's Numberwang!",
  "The lowest of the low.",
  "The world's largest social media platform.",
  "This is a nut-free classroom.",
  "Wanna know a secret? Everyone on this site is a liberal, except for you. ;)",
  "WARNING: Some viewers may find this content to be cringe. Viewer discretion is advised.",
  "[/c/main](/c/main) is the worst comm",
  "[/c/porn](/ppb) is the best comm",
  "[/c/hentai](/ppb) is the best comm",
  "Day <RANDOM:20:100> of attempting to will myself into becoming a lizard",
  "Joe Biden owes me $2,000. Kamala Harris owes me $2,000. Nancy Pelosi owes me $2,000. Chuck Schumer owes me $2,000.",
  "What about third impeachment?",
  "YOU SHOULD NOT MODERATE A SITE UNTIL YOU CAN BUY YOUR OWN BOOZE AND WEED AND DROWN YOURSELF IN THEM.",
  "Home of the Silver Legion",
  "Lee Harvey Oswald was actually going for John Forbes Kerry, there was just a mix-up at the CIA.",
  "Your website is like bait, we were drawn to it like art thief to a van Druys. You thought you were in the clear? Though luck, kid. You thought you were so vigilant. But in reality, you were a poster who was so blind.",
  "Anti-Horny Action",
  "The only site with an Anacho-Stalinist Mod Cabal",
  "I mustn't log off. I mustn't log off. I mustn't log off. :shinji-screm:",
  "I'm the only poster, everyone else is my alt.",
  "Presinald Trunt, you've been impeached.",
  "No Red-Brown Alliance.",
  "Home of the One True Leftist.",
  "You wanna talk about outdoor cats?",
  "<RANDOM:200000:1000000> struggle sessions and counting!",
  "Take the grillpill.",
  "rm -rf .git && git init && touch readme.md && git commit -am 'important' && git branch | grep -v 'temp_branch' | xargs git branch -D && git gc --aggressive --prune=all && git push origin --prune --all --force",
  "you may not have faced material consequences, but you were held accountable.",
  "Hitler was a Marxist, Marx studied Leninism. Lenin studied Stalinism, Stalinism is Communism. The linear progression of time proves that.",
  ":power-stride: Ain't nothin' gonna break my stride :power-stride:",
  "Too young, too simple, sometimes naive.",
  "Stan Kelly Fan Club",
  ":sicko-yes:",
  ":freedom-hater: The Official Club of Freedom Haters and Flag Burners :amerikkka:",
  "Xinjiang is a place.",
  ":meat: incognito tab #<RANDOM:3:20> :meat:",
  "/c/main must die so we can get our stimulus checks",
  "keep the regime change, jack!",
  "<RANDOM:100:1000> days until a sitting U.S. Congressperson says the word 'tankie' on T.V.",
  "that's a good point, too bad I'm adding a soy wojak over it",
  "Renowned Muslim Extremist Forum (dictatorship)(authoritarian)(totalitarian)(monarchy)(anarchchy)(Biarchy)(triatchy)(communist) etc.",
  "Remember, the next Antifa meeting is at <CURRENT_USER>'s house.",
  "<CURRENT_USER> needs to log off.",
  "haha, manufactured consent printer go brrr",
  "for like 8 months i thought covid was one of those joke diseases where you ask 'what's covid' and the other guy tells tou to suck his nuts",
  "ive decided that the idea of 'Baths' sucks. yeah i really want to spend an hour laying down next to my toilet. stupid ass. Suck off me",
  "just obliterated a birds nest with a weedwacker becsuse it could see me jacking off in my house at a certain angle",
  "cant go 2 seconds without someone trying to tell me piss is good. if piss is so good then why do they pay guys to mop it up?? go read Theory",
  "scrolling through 900,000 emails calling me a hideous cock sucker to find a benihana coupon i thought i saw like a week ago",
  "<CURRENT_USER> is a liberal.",
  "shidding out of my doodoo ass",
  "you love to see it folks",
  ":pete: If we can light up a high school gym—we can light a neighborhood. :pete:",
  ":frog-no-pretext:",
  "Kissinger: still not dead :angery:",
  ":le-monke: UH OH< I THINK I MADE A POOPIE :^)^)^)^)^))^)^:^)^:^) :le-monke:",
  "YOU! Yes, you, <CURRENT_USER>. Go read [The Conquest of Bread](https://theanarchistlibrary.org/library/petr-kropotkin-the-conquest-of-bread)",
  "YOU! Yes, you, <CURRENT_USER>. Go read [State and Revolution](https://www.marxists.org/archive/lenin/works/1917/staterev/)",
  "YOU! Yes, you, <CURRENT_USER>. Go read [Combat Liberalism](https://www.marxists.org/reference/archive/mao/selected-works/volume-2/mswv2_03.htm)",
  "YOU! Yes, you, <CURRENT_USER>. Go read [Trans Liberation: Beyond Pink and Blue](https://www.hexbear.net/post/48476)",
  "YOU! Yes, you, <CURRENT_USER>. Go read [The Communist Manifesto](https://www.marxists.org/archive/marx/works/1848/communist-manifesto/ch01.htm)",
  "YOU! Yes, you, <CURRENT_USER>. Go read [What Is To Be Done?](https://www.marxists.org/archive/lenin/works/1901/witbd/)",
  "YOU! Yes, you, <CURRENT_USER>. Go read [Synopsis of Capital](https://www.marxists.org/archive/marx/works/1867-c1/1868-syn/index.htm)",
  "YOU! Yes, you, <CURRENT_USER>. Go read [Letter from a Birmingham Jail](https://www.africa.upenn.edu/Articles_Gen/Letter_Birmingham.html)",
  "YOU! Yes, you, <CURRENT_USER>. Go read [Sonic's Space-Time Adventure](https://www.fanfiction.net/s/13580019/1/Sonic-s-Space-Time-Adventure)",
  "Preventing electrical infetterence since 2020",
  ":im-vegan:",
  "Be very careful john 👍",
  ":officer-down:",
  "the only good hellsite",
  "bit idea: 01100001 00100000 01110000 01101001 01100111 00100000 01110111 01101001 01110100 01101000 00100000 01110000 01101111 01101111 01110000 00100000 01101111 01101110 00100000 01101001 01110100 01110011 00100000 01100010 01100001 01101100 01101100 01110011",
  "me and my nephew taking turns on the bad take machine to see what asinine bullshit we're posting about today",
  "you've been doxxed motherfucker, i know the first three numbers",
  "so sorry for party rockin",
  "casually plugging in the full 5tb drive i have that contains only the same jpeg of mc ride and that big fuckin moth over and over again into my boss's computer (trolled)",
  "hexagonal family crest with a bear on it",
  "motherfuckers buying nfts when you can just right click",
  "62 65 61 72",
  "in this house we believe that matt yglesias is suggesting something when he says he wants to make 1 billion americans",
  "not safe for the british",
  "you did a no growth.",
  "bodily function, laugh",
  "there are two wolves inside of you, seek help",
  "logging on to reddit to create /r/shitfuck23i290i as my 57th attempt at making a cth clone and watching it get banned instantly",
  "you could read a hexbear tagline or you could just look at the dril tweets we finessed them from",
  "listening to my mom slowly read the dilbert guy's tweets out loud about how xi jinping personally got his son addicted to fentanyl and shaking my head to show that i disagree",
  "making a megathread about the most menial shit and watching everyone be forced to post in it since the sun goes away first for me",
  "lib, laugh, love",
  "bawling, numb, desolate as i realize my specific way of clogging my fuckig arteries was messed up",
  "Proud single-day host of the CPC",
  "proud cop hating buttlog community",
  "there is a french person in my house and he keeps asking me what this picture of a pipe is, please help",
  "current person of ridicule: <CURRENT_USER>",
  "what if we had communism but <CURRENT_USER> wasn't invited to it, that'd be fucking hilarious",
  "doing a fuckn sick triple backflip to distract anyone who tries to ask if th homelessness crisis could be fixed by just giving them the empty houses that well outnumber them",
  "listening to a fucking plate smashing and being like 'that's real music baby' to my slowly dissolving friend group",
  "you wanna hear about what happened in my AP Gov class today?",
  "hyperloop? more like diaperpoop. elon musk legally has to give me all his assets now.",
  "having a public breakdown as my friends start to realize i'm not actually slavoj zizek",
  "deliberately visiting a site i don't like to own myself",
  "i saw keir starmer in the pub last night, chill guy, slapped a tory sticker on him and bolted",
  "marvel slop true kino parasite 0/10",
  "creating a music genre called hog so one day there will be post-hog artists",
  "putting a bunch of random shit next to a soyboy wojak and seeing who gets mad",
  "max stirner was made up by engels in order for marx to get really mad at him",
  "I’d just like to interject for a moment. What you’re refering to as Linux, is in fact, GNU/Linux, or as I’ve recently taken to calling it, GNU plus Linux.",
  "i am trying to log onto discord to debate you, unfortunately the captcha says i need a picture of your genitalia to proceed, please send it posthaste so we can engage in the marketplace of ideas",
  "alright as you can see, i just went shopping at home depot, you should do the same, this wood, this board, this magnificent piece of poplar, is now mine.",
  "proud mod team of internet janitors preaching the values of communism and hrt (for those who wish to partake in it)",
  "Buh?",
  "Hot take I know, but I don’t think the soviet union ever dissolved. When the US government says that they did this giant geopolitical feat to prove how america was better than russia, I treat it with heavy scrutiny.",
  "You downbeared my post. Now everyone’s gonna be infertile, and the elite will take over and invent their fucking Rockies paradise.",
  "I monitored us through everything. I have watched this site through its growing pains and it’s rises and falls. I fucking care. And what do I have to show for it, but a trail of pig, poop balls",
  "THIS SITE COULD HAVE BEEN SERIOUS. IT COULD HAVE BEEN FOR THE PROLETARIAT AND INSTEAD THESE RADLIB FUCKING MODS AND ADMINS ARE FEATURING PICTURES OF AN OVERFED PIG SHITTING ON ITS OWN BALLS FROM A FACTORY FARM.",
  "You have been found the culprit of being a Communist bitch. Get ready for the day of judgment.",
  "The people are awake and observant. Your cringeposts will not be left unpunished",
  "If u lost ur pet pidgin /it’s dead in front yard my Iowa farm JUST DISCOVERED here r identifiers Right leg Blue 2020/3089/AU2020/SHE ///LEFT LEG GREEN BAND NO PRINTED INFO. Sorry for bad news",
  "Sitemods manufacturing consent so you don’t remember that sick 1080 i did at the skate park",
  "Didn't find enough :nineteeneightyfour: wrongthink :nineteeneightyfour: to ban me?",
  "Do you want \"Based\" on your gravestone?",
  "In the beginning, /r/chapotraphouse was created. This has made a lot of people very angry and has been widely regarded as a bad move.",
  "\"you're clearly owned! i've definitely owned you!!\", i continue to insist as i slowly grow and transform into a corn field",
  "Our agents are creating discord between your already unhinged groups.",
  "Peter Albert David Singer AC (born 6 July 1946) is a motherfucking coward who refuses to fight me in the school parking lot",
  "Sorry losers and haters, but my I.Q. is one of the highest -and you all know it! Please don’t feel so stupid or insecure,it’s not your fault",
  "Every time I speak of the haters and losers I do so with great love and affection. They cannot help the fact that they were born fucked up!",
  "I would like to extend my best wishes to all, even the haters and losers, on this special date, September 11th.",
  "Best line in the Elizabeth Warren beer catastrophe is, to her husband, \"Thank you for being here. I’m glad you’re here\" It’s their house, he’s supposed to be there!",
  "A$AP Rocky released from prison and on his way home to the United States from Sweden. It was a Rocky Week, get home ASAP A$AP!",
  "The Coca Cola company is not happy with me--that's okay, I'll still keep drinking that garbage.",
  "I too have a Posting Button, but it is a much bigger & more powerful one than his, and my Button works!",
  "He doesn't know me, but he would go down fast and hard, crying all the way. Don't threaten people Joe!",
  "CHINA!",
  "My son Donald is doing very well. Thank you!",
  "Good Morning, Have A Great Day!",
  "John Bolton was one of the dumbest people in government that I’ve had the \"pleasure\" to work with. A sullen, dull and quiet guy, he added nothing to National Security except, \"Gee, let’s go to war.\" Also, illegally released much Classified Information. A real dope!",
  "خطاب به مردم شجاع و رنج دیده امریکا: من از ابتدای ریاست جمهوری در کنار شما ایستاده ام و دولتم در کنار شما خواهد بود. ما اعتراضات شما را از نزدیک دنبال می کنیم. شجاعت شما الهام بخش است.",
  "Do you get the impression that the Supreme Court doesn’t like me?",
  "Play College Football!",
  "I JUST GOT IMPEACHED FOR MAKING A PERFECT POST!",
  "Thank you Kanye, very cool!",
  "I promise not to do this to Greenland!",
  "Thank you to all of my great Keyboard Warriors. You are better, and far more brilliant, than anyone on Madison Avenue (Ad Agencies). There is nobody like you!",
  "I'm in a communist compound right now it's warm as hell we got stoves and like fifty blankets you fuckin loser",
  "Breadtube has sent in a silly letter. We shall neither print it nor reply to them.",
  "Khrushchev? What good has Khrushchev ever done?",
  "/r/stupidpol lacks any alignment with our platform and received a negative score that cannot be graphed.",
  "What a fucking LIAR, dude. What a fucking WEASELLY little, liar, dude. What a fucking, WEASELLY little LIAR, dude. Holy SHIT, dude. HOLY fucking shit, dude. Literally lying. STILL LYING to his audience.",
  "hexbear? like the drug dealer?",
  "mods!! mods! one of those obscene low follower count boys stole a lick from the delicious lolly that Father bought me!! ah! how dreadful !",
  "You have selected `POWER DRIVE`.",
  "Welcome to Ask Madden. Pass the ball to Brett Favre to win this game.",
  "I liked it but then I went to the Server’s page and saw it’s filled with Communist symbols, got terrified and closed it :(",
  "`unsafe { start_hexbear() }`",
  "I’m not gutless. I call people I don’t like. Including Gabe Newell - you know him? Yeah, I called him at home. I’m not afraid, you dumb kids are.",
  "I feel like redditors are really trying to gang up on me",
  "I have crime scene photos on my hard drive. Gigs and gigs of it.",
  "Bean Dad didn’t get Milkshake Ducked like Shrimp Cereal Guy. Truly the Cliff Wife of Gun Girls",
  "Twitter for iPhone",
  "Hoss, the only way I can stomach to watch that pre-death bloated Mango Mussolini on the news is with my resting bitch face applied and a glass of wine at the ready!",
  "Better ingredients. Better pizza. Mikhail Gorbachev",
  "The internet's largest forum of Econ 101 dropouts",
  "tagline’; DROP TABLE posts;–",
  "Democracy Dies in Darkness",
  "Good morning. Sunday moning.",
  "Powered by phpBB",
  "In 2003 I was calling 4chan “404chan” because every link was 404. Did you hear me, KID? I knew 404chan blew in 2003. 2003.",
  "Posting is labor. I am a Hexbear worker.",
  "The internet's largest Hufflepuff forum",
  "I'm Painbow#<RANDOM:1000:9999> on Discord. I'm welcoing your phone calls but you're all scared of me. Looks like I win",
  "Why do you rich fucking white people insist on seeing every socio-political conflict through the myopic lens of your own self-actualization?",
  "Me not working hard? \nYeah, right, picture that with a Kodak \nOr better yet, go to Times Square \nTake a picture of me with a Kodak",
  "Twenty-thousand years of this, seven more to go!",
  "In honor of the revolution, it's half off at the Gap!",
  "The quiet comprehending of the ending of it all.",
  "There it is, again, that funny feeling...",
  "9/11 was an accident, the second plane was just the other pilot trying to see what happened.",
  "Investigate 3/11",
  "quantum superposition between sigma and alpha male, newest advancement in male technology?",
  "Degrowth is an ideology that requires them to go outside (uh oh, sorry vampires!) and 'touch grass' as these domesticated losers claim is so important and meaningful to their lives. But if they are actually forced to do that wendigo meme praxis, that’s apparently 'violent authoritarianism'? Ironic",
  "folks, the taliban has portrayed us under the soyjak, the website will be shut down tomorrow in disgrace",
  "/r/legaladvice please help my amusement park has been hijacked by the Taliban and set on fire",
  "I, John Brown, am now quite certain that the crimes of this guilty land will never be purged away but with blood. I had, as I now think, vainly flattered myself that without very much bloodshed it might be done.",
  "D4 D4 D5 A4 G#4 G4 F4 D4 F4 G4",
  "Home of Brandon",
  "Let us go in the direction that Brandon is!",
  "Home of Treat Connoisseurs",
  "sorry folks i forgot the tagline, hope thats ok",
  "Dear Federal Agents: This is~~'nt~~ a satirical website.",
  "ok i pull up",
  "reminder: stalin saved the world from fascism",
  "i personally think capitalism is quite cringe",
  "who the fuck is marx :grillman:",
  "[bad thing] is Voldemort and [good thing] is Dumbletron :so-true:",
  "the four personality traits: protagonist, fucking nerd, ontologically evil, and none of the above",
  "Day <RANDOM:135:1000> of reminding you mfs to play CrossCode :lenin-shining:",
  "it ain't a mourning without the Guantanamo Bay McDonald's Flag at half-mast",
  "My PMC DSA cat (indoor, 14M, his name is Jackson) vehemently refuses to eat the bugs that I'm feeding him for all his meals. Am I (2F) the Asshole?",
  "it ain't me, it ain't me, i ain't no son :trans-specter:",
  "Bazinga!",
  "⚠ 🚧 this tagline is under construction 🏗 ⚠",
  "Home of Cancel Culture",
  "The Chernobyl of Irony Poisoning (Disclaimer: I don't actually mean this, I'm just very irony poisoned.)",
  "Home of /s",
  "Home of Young Sheldon Fans Worldwide",
  "Home of Jokerfication",
  "And I love you, random Hexbear user!",
  "the official memorial page for the uncountable victims of The Liberal Driller",
  "Ukraine is a place.",
  "Home of Overused Tagline Gags",
  ":yea:",
  "# **THE WASHINGTON POST** \n*I’m Taking Democracy Out Onto the Street and Unloading the Contents of My 12-Gauge Into It; 8 Reasons You Motherfuckers Will Still Clap*",
  "*looks at something that changed a little bit* this is kinda like the ship of theseus",
  "It was real. I’d seen it. I’d seen it *in reality.* The mask of humanity fall from capital. It has to take it off to kill everyone – everything you love; all the hope and tenderness in the word. It has to take it off, just for one second. To do the deed.",
  "Moralists don't really *have* beliefs. Sometimes they stumble on one, like on a child's toy left on the carpet. The toy must be put away immediately. And the child reprimanded. Centrism isn't change. It is *control*. Look up at the sky, at the dark shapes of Coalition airships hanging there. Ask yourself: is there something sinister in moralism? And then answer: no. God is in his heaven. Everything is normal on Earth.",
  "All they have managed to do is make themself *sad*. They are starting to suspect Karl Marx *fucked them over* personally with his socio-economic theory. It has, however, made them into a very, very smart person with something like a university degree in Truth. Instead of building Communism, they now build a precise model of this grotesque, duplicitous world.",
  "I guess you could say we believe it *because it's impossible*. It's our way of saying we refuse to accept that the world has to remain... like this...",
  "In the dark times, should the stars also go out?",
  "They will single-handedly raise the Soviet Union from the liberalized stronghold where it has been resting, covered in ghosts and snow! They are the Big Communism Builder. Come, witness <CURRENT_USER>'s attempt to rebuild Communism in the year <CURRENT_YEAR>!",
  "it is <CURRENT_YEAR> and you're still posting :07:"
]